Repository: elementary/settings-daemon
Catalog: po/*.po
Languages: be, ca, cs, de, fr, he, hu, nl, pl, pt_br, sl, sv, uk

source: Testing changes
be: Тэсціраванне змен
ca: Es proven els canvis
de: Änderungen prüfen
fr: Vérification des modifications
he: השינויים נבדקים
hu: Változások tesztelése
nl: Veranderingen testen
pl: Testowanie zmian
pt_br: Testando alterações
sl: Preverjanje sprememb
sv: Testar ändringar
uk: Випробування змін

source: Committing changes
be: Выконванне змен
ca: S'apliquen els canvis
fr: Validation des modifications
he: השינויים מוגשים
hu: Változások végrehajtása
nl: Veranderingen doorvoeren
pl: Zapisywanie zmian
pt_br: Aplicando alterações
sl: Potrjevanje sprememb
sv: Genomför ändringar
uk: Внесення змін

source: Requesting data
be: Запыт даных
ca: Es demanen dades
de: Daten anfordern
fr: Interrogation des données
he: הנתונים מתבקשים
hu: Adatok lekérése
nl: Data opvragen
pl: Zapytanie o dane
pt_br: Solicitando informações
sl: Zahtevanje podatkov
sv: Begär data
uk: Запит даних

source: Finished
be: Завершана
ca: S'ha acabat
de: Abgeschlossen
fr: Terminé
he: הסתיים
hu: Befejeződött
nl: Voltooid
pl: Zakończono
pt_br: Finalizado
sl: Končano
sv: Färdig
uk: Завершено

source: Cancelling
be: Скасаванне
ca: Es cancel·la
de: Abbrechen
fr: Annulation
he: מבטל
hu: Megszakítás
nl: Annuleer
pl: Anulowanie
pt_br: Cancelando
sl: Prekinjevanje
sv: Avbryter
uk: Скасування

source: Downloading repository information
be: Спампоўванне інфармармацыі аб рэпазірорыі
ca: Es baixa la informació del repositori
de: Paketquelleninformationen herunterladen
fr: Téléchargement des informations du dépôt
he: פרטי המאגר נשלפים
hu: Tárolóinformációk letöltése
nl: Archiefinformatie downloaden
pl: Pobieranie informacji o repozytorium
pt_br: Baixando informações do repositório
sl: Prenašanje informacij z repozitorija
sv: Hämtar ner arkivinformation
uk: Завантаження відомостей про репозиторій

source: Downloading list of packages
be: Спампоўванне спіса пакетаў
ca: Es baixa la llista de paquets
de: Paketliste herunterladen
fr: Téléchargement de la liste des paquets
he: רשימת החבילות נשלפת
hu: Csomaglisták letöltése
nl: Lijst met pakketten downloaden
pl: Pobieranie listy pakietów
pt_br: Baixando lista de pacotes
sl: Prenašanje seznama paketov
sv: Hämtar ner paketlista
uk: Список пакунків для завантаження

source: Downloading file lists
be: Спампоўванне спісаў файлаў
ca: Es baixen les llistes de fitxers
de: Dateilisten herunterladen
fr: Téléchargement de la liste des fichiers
he: רשימות הקבצים נשלפות
hu: Fájllisták letöltése
nl: Bestandlijsten downloaden
pl: Pobieranie listy plików
pt_br: Baixando lista de arquivos
sl: Prenašanje seznama datotek
sv: Hämtar ner fillistor
uk: Завантаження списків файлів

source: Downloading lists of changes
be: Спампоўванне спісаў змен
ca: Es baixen les llistes de canvis
de: Änderungslisten herunterladen
fr: Téléchargement de la liste des modifications
he: רשימת השינויים נשלפת
hu: Változtatások listájának letöltése
nl: Lijsten met veranderingen downloaden
pl: Pobieranie listy zmian
pt_br: Baixando lista de alterações
sl: Prenašanje seznama sprememb
sv: Hämtar ner ändringslistor
uk: Завантаження списків змін

source: Downloading groups
be: Спампоўванне груп
ca: Es baixen els grups
de: Gruppen herunterladen
fr: Téléchargement des groupes
he: הקבוצות נשלפות
hu: Csoportok letöltése
nl: Groepen downloaden
pl: Pobieranie grup
pt_br: Baixando grupos
sl: Prenašanje skupin
sv: Hämtar ner grupper
uk: Завантаження груп

source: Downloading update information
be: Спампоўванне інфармацыі аб абнаўленнях
ca: Es baixa la informació de l'actualització
de: Aktualisierungsinformationen herunterladen
fr: Téléchargement des informations de mise à jour
he: פרטי העדכון נשלפים
hu: Frissítési információk letöltése
nl: Update-informatie downloaden
pl: Pobieranie informacji o aktualizacji
pt_br: Baixando informações de atualização
sl: Prenašanje informacij o posodobitvah
sv: Hämtar ner uppdateringsinformation
uk: Завантаження відомостей про оновлення

source: Repackaging files
be: Перапакаванне файлаў
ca: Es reempaqueten fitxers
de: Dateien neu packen
fr: Enpaquetage des fichiers
he: הקבצים נארזים מחדש
hu: Fájlok újracsomagolása
nl: Bestanden herverpakken
pl: Przepakowywanie plików
pt_br: Empacotando arquivos
sl: Prepakiranje datotek
sv: Packar om filer
uk: Перепаковування файлів

source: Loading cache
be: Загрузка кэшу
ca: Es carrega la cau
de: Zwischenspeicher laden
fr: Chargement du cache
he: המטמון נטען
hu: Gyorsítótár betöltése
nl: Cache laden
pl: Ładowanie pamięci podręcznej
pt_br: Carregando cache
sl: Nalagnje predpomnilnika
sv: Läser in cache
uk: Завантаження кешу

source: Scanning applications
be: Сканіраванне праграм
ca: S'exploren les aplicacions
de: Anwendungen einlesen
fr: Analyse des applications
he: היישומים נסרקים
hu: Alkalmazások ellenőrzése
nl: Applicaties scannen
pl: Skanowanie aplikacji
pt_br: Escaneando aplicações
sl: Skeniranje aplikacij
sv: Söker igenom program
uk: Сканування застосунків

source: Generating package lists
be: Стварэнне спіса пакетаў
ca: Es generen les llistes de paquets
de: Paketlisten erzeugen
fr: Génération de la liste des paquets
he: רשימות החבילות נוצרות
hu: Csomaglisták létrehozása
nl: Pakketlijsten genereren
pl: Generowanie listy pakietów
pt_br: Gerando listas de pacotes
sl: Generiranje seznama paketov
sv: Genererar paketlistor
uk: Генерування списків пакунків

source: Waiting for package manager lock
be: Чаканне блакіроўкі менеджара пакетаў
ca: S'espera el blocatge del gestor de paquets
de: Auf Paketverwaltungssperre warten
fr: En attente du verrou du gestionnaire de paquets
he: בהמתנה לנעילת מנהל החבילות
hu: Várakozás a csomagkezelő zárolására
nl: Wachten voor pakketbeheerder slot
pl: Oczekiwanie na zablokowanie menadżera pakietów
pt_br: Aguardando pelo gestor de pacotes
sl: Čakanje na zaklep upravljalnika paketov
sv: Väntar på pakethanterarens lås
uk: Очікування блокування менеджера пакунків

source: Waiting for authentication
be: Чаканне аўтэнтыфікацыі
ca: S'espera l'autenticació
de: Auf Authentifizierung warten
fr: En attente d'authentification
he: בהמתנה לאימות
hu: Várakozás a hitelesítésre
nl: Wachten op authenticatie
pl: Oczekiwanie na uwierzytelnienie
pt_br: Aguardando autenticação
sl: Čakanje na avtentikacijo
sv: Väntar på autentisering
uk: Очікування автентифікації

source: Updating running applications
be: Абнаўленне запушчаных праграм
ca: S'actualitzen les aplicacions en execució
de: Ausgeführte Anwendungen aktualisieren
fr: Mise à jour des applications en cours d'exécution
he: היישום הפעילים עודכנו
hu: A futó alkalmazások frissítése
nl: Werk draaiende applicaties bij
pl: Zaktualizowano działające aplikacje
pt_br: Atualizando aplicações em execução
sl: Posodabljanje tekočih aplikacij
sv: Uppdaterar körande program
uk: Оновлення запущених застосунків

source: Checking applications in use
be: Праверка запушчаных праграм
ca: Es comproven les aplicacions en ús
de: Verwendete Anwendungen überprüfen
fr: Vérification des applications en cours d'utilisation
he: מתבצעת בדיקה של היישומים בשימוש
hu: A használt alkalmazások ellenőrzése
nl: Controleer applicaties in gebruik
pl: Sprawdzanie aplikacji w użyciu
pt_br: Verificando aplicações em uso
sl: Preverjanje aplikacij v uporabi
sv: Kontrollerar program som används
uk: Перевірка використовуваних застосунків

source: Checking libraries in use
ca: Es comproven les biblioteques en ús
de: Verwendete Bibliotheken überprüfen
fr: Vérification des bibliothèques en cours d'utilisation
he: הספריות בשימוש נבדקות
hu: A használatban lévő könyvtárak ellenőrzése
nl: Controleer bibliotheken in gebruik
pl: Sprawdzanie bibliotek w użyciu
pt_br: Verificando bibliotecas em uso
sl: Preverjanje knjižnic v uporabi
sv: Kontrollerar bibliotek som används
uk: Перевірка використовуваних бібліотек

source: Copying files
be: Капіраванне файлаў
ca: Es copien fitxers
de: Dateien kopieren
fr: Copie des fichiers
he: הקבצים מועתקים
hu: Fájlok másolása
nl: Bestanden kopiëren
pl: Kopiowanie plików
pt_br: Copiando arquivos
sl: Kopiranje datotek
sv: Kopierar filer
uk: Копіювання файлів

source: Installing
be: Усталяванне
ca: S'instal·la
de: Installieren
fr: Installation
he: מתקין
hu: Telepítés
nl: Installeren
pl: Instalowanie
pt_br: Instalando
sl: Namestitev
sv: Installerar
uk: Встановлення

source: Get correct total size for system updates
be: Атрыманне агульнага памеру для абнаўленняў сістэмы
nl: Verkrijg de correcte totale grootte voor systeemupdates
pl: Poprawnie policz sumaryczny rozmiar aktualizacji systemu
sv: Få korrekt totalstorlek för systemuppdateringar
uk: Отримання правильного загального розміру для оновлення системи

source: Provide the Settings portal
cs: Poskytnutí portálu Nastavení
pt_br: Fornece o portal de Configurações

source: Remove unused dark style gsettings schema
cs: Odstranění nepoužitého schématu gsettings pro tmavý styl
pt_br: Removido um esquema de modo escuro não utilizado em gsettings

source: Initial release
cs: Prvotní vydání
