Repository: elementary/settings-daemon
Catalog: po/*.po
Languages: be, ca, cs, de, fr, he, hu, nl, pl, pt_br, sl, sv, uk

source: System Settings
ca: Configuració del sistema
fr: Paramètres du système
he: הגדרות מערכת
hu: Rendszerbeállítások
nl: Systeeminstellingen
pl: Ustawienia systemu
pt_br: Configurações de Sistema
uk: Налаштування системи

source: System Settings background tasks
ca: Tasques en segon pla de la configuració del sistema
fr: Tâches en arrière-plan des paramètres du système
he: משימות רקע של הגדרות מערכת
hu: A rendszerbeállítások háttérben futó folyamatai
nl: Systeeminstellingen achtergrondtaken
pl: Ustawienia systemu i zadania w tle
pt_br: Tarefas em segundo plano da configuração do sistema
uk: Системні налаштування фонових завдань

source: Settings Daemon
be: Фонавая служба налад
ca: Dimoni de configuració
cs: Proces služby nastavení
de: Einstellungendienst
fr: Service des paramètres
he: סוכן ההגדרות
hu: Beállítások démon
nl: Instellingen daemon
pl: Daemon ustawień
pt_br: Serviço de configurações
sv: Daemon för inställningar
uk: Фонова служба налаштувань

source: Manage settings and background tasks
be: Кіраванне наладамі і фанавымі задачамі
ca: Gestioneu la configuració i les tasques en segon pla
cs: Spravovat nastavení a úlohy na pozadí
de: Einstellungen und Hintergrundaufgaben verwalten
fr: Gère les paramètres et les tâches en arrière-plan
he: ניהול הגדרות ומשימות רקע
hu: Beállítások és háttérben futó folyamatok kezelése
nl: Beheer instellingen en achtergrondtaken
pl: Zarządzaj ustawieniami i zadaniami w tle
pt_br: Gerenciar configurações e tarefas em segundo plano
sv: Hantera inställningar och bakgrundsuppgifter
uk: Керування налаштуваннями та фоновими завданнями

source: Syncs settings to the greeter and manages background tasks, like scheduling dark style and housekeeping.
be: Сінхранізуе налады з экрана вітання і кіруе фонавымі задачамі, напрыклад расклад цёмнай тэмы і уборкі.
ca: Sincronitza la configuració amb el missatge de benvinguda i gestiona tasques en segon pla, com ara programar l'estil fosc i la neteja.
cs: Synchronizuje nastavení na úvodní obrazovku a spravuje úlohy na pozadí jako je naplánovaná přepnutí do tmavého stylu a Údržba.
de: Synchronisiert die Einstellungen des Willkommensbildschirms und verwaltet Hintergrundaufgaben wie beispielsweise den Zeitplan für den »Dunklen Stil« und Wartungsskripts.
fr: Synchronise les paramètres avec greeter et gère les tâches en arrière-plan telles que la mise en place du thème sombre ou le nettoyage automatique.
he: מסנכרן את ההגדרות למסך קבלת הפנים ומנהל את משימות הרקע כגון תזמון מצב כהה ותחזוקה.
hu: Szinkronizálja a beállításokat a bejelentkezőképernyővel és kezeli az olyan háttérfeladatokat, mint a sötét téma vagy a Karbantartás.
nl: Synchroniseert instellingen met de greeter en beheert achtergrondtaken zoals het inplannen van de donkere modus en opschonen.
pl: Synchronizuje ustawienia z ekranem powitalnym i zarządza zadaniami w tle, takimi jak planowanie trybu ciemnego i zarządzanie domem.
pt_br: Sincronize a configuração com a tela de login e gerencie tarefas em segundo plano, como programar o modo escuro e os serviços de manutenção.
sv: Synkroniserar inställningar till hälsaren och hanterar bakgrundsuppgifter, som schemaläggning av mörk stil och hushållning.
uk: Синхронізує налаштування до привітання та керує фоновими завданнями, як-от планування темного стилю та домоведення.

source: elementary, Inc.
he: elementary בע״מ

source: Improvements:
be: Паляпшэнні:
ca: Millores:
cs: Vylepšení:
de: Verbesserungen:
fr: Améliorations :
he: שיפורים:
hu: Fejlesztések:
nl: Verbeteringen:
pl: Ulepszenia:
pt_br: Melhorias:
sl: Izboljšave:
sv: Förbättringar:
uk: Удосконалення:

source: Progress indicators were added to the system update
be: Да абнаўлення сістэмы былі дададзеныя індыкатары ходу выканання
fr: Des indicateurs de progression ont été ajoutés à la mise à jour du système
he: נוספו מחווני התקדמות לעדכון המערכת
nl: Voortgangsindicatoren zijn toegevoegd aan de systeemupdate
pl: Indykatory postępu zostały dodane do aktualizacji systemu
sv: Förloppsindikatorer lades till i systemuppdateringen
uk: До оновлення системи додано індикатори виконання

source: New features:
be: Новыя функцыі:
ca: Característiques noves:
cs: Nové funkce:
de: Neue Funktionen:
fr: Nouvelles fonctionnalités :
he: יכולות חדשות:
hu: Új funkciók:
nl: Nieuwe functies:
pl: Nowe funkcje:
sv: Nya funktioner:
uk: Нові функції:

source: Don't automatically download updates on a metered network
be: Не спампоўваць абнаўленні аўтаматычна на абмежаванай сетцы
ca: No baixis automàticament les actualitzacions en una xarxa mesurada.
fr: Ne pas télécharger automatiquement les mises à jour sur un réseau limité
he: לא להוריד עדכונים אוטומטית ברשת מוגבלת
nl: Download niet automatisch updates op een bemeterd netwerk
pl: Automatyczne pobieranie jest wyłączone w sieciach mierzonych
sv: Ladda inte ner uppdateringar automatiskt på ett nätverk som kostar pengar
uk: Не завантажувати автоматично оновлення в мережі з обмеженою кількістю трафіку

source: Updated translations
be: Абноўлены пераклады
ca: Traduccions actualitzades
cs: Aktualizované překlady
de: Aktualisierte Übersetzungen
fr: Mise à jour des traductions
he: התרגומים עודכנו
hu: Frissített fordítások
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
pt_br: Traduções atualizadas
sl: Posodobljeni prevodi
sv: Uppdaterade översättningar
uk: Оновлені переклади

source: Option to restart or shutdown without installing updates
be: Опцыя перазагрузкі або выключэння без усталявання абнаўленняў
ca: Opció per reiniciar o aturar sense instal·lar actualitzacions
fr: Option pour redémarrer ou arrêter sans installer les mises à jour
he: אפשרות להפעיל מחדש או לכבות מבלי להתקין עדכונים
hu: Lehetőség újraindításra vagy leállításra frissítések telepítése nélkül
nl: Optie om het systeem opnieuw op te starten of af te sluiten zonder updates te installeren
pl: Możliwość restartowania oraz wyłączania komputera bez instalowania aktualizacji
sv: Möjlighet att starta om eller stänga av utan att installera uppdateringar
uk: Можливість перезапуску або вимкнення без встановлення оновлень

source: Handle operating system updates, including automatic updates
be: Кіраванне абнаўленнямі АС, у тым ліку аўтаматычнымі
ca: Gestioneu les actualitzacions del sistema operatiu, incloses les actualitzacions automàtiques.
fr: Gère les mises à jour du système, y compris les mises à jour automatiques
he: טיפול בעדכוני מערכת, כולל עדכונים אוטומטיים
hu: Operációsrendszer-frissítések kezelése, beleértve az automatikus frissítéseket
nl: Hanteer besturingssyteem updates, inclusief automatische updates
pl: Obługuj aktualizacje systemu operacyjnego, włączając w to automatyczne aktualizacje
pt_br: Gerenciar atualizações do sistema operacional, incluindo atualizações automáticas
sv: Hantera uppdateringar av operativsystemet, inklusive automatiska uppdateringar
uk: Керування оновленнями операційної системи, включно з автоматичними оновленнями

source: Handle driver installation
be: Кіраванне драйверамі
ca: Gestioneu la instal·lació de controladors
fr: Gère l'installation des pilotes
he: טיפול בהתקנת מנהלי התקנים
hu: Illesztőprogram-telepítések kezelése
nl: Hanteer stuurprogramma installatie
pl: Obsługuj instalacje sterowników
pt_br: Gerenciar instalação de driver
sv: Hantera drivrutinsinstallation
uk: Керування встановленням драйверів

source: Move the AccentColorManager from the window manager to here
be: Перанос AccentColorManager з аконнага менеджара сюды
ca: Moveu el Gestor de l'accentuació del color des del Gestor de finestres fins aquí.
fr: Déplacement de AccentColorManager du gestionnaire de fenêtres vers ici
he: העברת AccentColorManager (מנהל צבע משנה) ממנהל החלונות לכאו
hu: Az AccentColorManager átmozgatása az ablakkezelőből ide
nl: Verplaats de AccentColorManager van de window manager naar hier
pl: Przeniesiono AccentColorManager z menadżera okien tutaj
pt_br: Move o AccentColorManager do gerenciador de janelas para aqui
sv: Flytta AccentColorManager från fönsterhanteraren till hit
uk: AccentColorManager перенесено з менеджера вікон сюди

source: Provide accent colors on the settings portal
be: Доступ да дамінуючых колераў праз партал налад
ca: Proporciona colors d'accent al portal de configuració
cs: Poskytnutí barev zvýraznění na portálu nastavení
fr: Fournis les couleurs d'accentuation dans le portail des paramètres
he: אספקת צבעים משניים בשער ההגדרות
hu: Kiemelőszínek elérhetővé tétele a hozzáférési portálon keresztül
nl: Bied accentkleuren op het instellingenportaal
pl: Dodano kolory akcentu dla portalu ustawień
pt_br: Fornece as cores de destaque nas configurações
sv: Tillhandahålla accentfärger på inställningsportalen
uk: Вкажіть акцентні кольори на порталі налаштувань

source: Sync font, mouse, keyboard, nightlight, and some accessibility settings to the Login &amp; Lock screen
be: Сінхранізацыя шрыфту, налад мышы, клавіятуры, начнога святла і некаторых налад спецыяльных магчымасцяў з экранамі ўвахода і блакіроўкі
ca: Sincronitza el tipus de lletra, el ratolí, el teclat, la llum nocturna i alguns paràmetres d'accessibilitat a l'inici de sessió i a la pantalla de bloqueig.
cs: Synchronizace písma, myši, klávesnice, nočního světla, a nějakých nastavení zpřístupnění do Přihlašovací a Zamykací obrazovky
fr: Synchronisation des paramètres de police, de souris, de clavier, du. mode nuit et de certains paramètres d'accessibilité avec l'écran de connexion et de verrouillage
he: סנכרון גופנים, מקלדת, תאורת לילה ואת חלק מהגדרות הנגישות מול מסך הכניסה והנעילה
hu: A betűtípus, egér, billentyűzet, éjszakai fény és néhány kisegítő lehetőség beállításainak szinkronizálása a Bejelentkezési és lezárási képernyővel
nl: Synchroniseer lettertype, muis, toetsenbord, nachtlicht, en sommige toegankelijkheidsinstellingen naar het login &amp; vergrendelingsscherm
pl: Ustawienia fontów, myszki, klawiatury, światła nocnego i niektórych opcji dostępności są teraz synchronizowane z ekranem logowania i zablokowania
pt_br: Sincroniza fonte, mouse, teclado, luz noturna e algumas configurações de acessibilidade para o Login &amp; Tela de bloqueio
sv: Synkronisera typsnitt, mus, tangentbord, nattljus och vissa hjälpmedelsinställningar till inloggnings- och låsskärmen
uk: Синхронізація шрифту, миші, клавіатури, нічного світла та деяких налаштувань доступу до екрана входу та блокування

source: Add First day of the week setting
be: Дадаванне налады для першага дню тыдня
ca: Afegeix la configuració del primer dia de la setmana
cs: Přidáno nastavení prvního dne v týdnu
fr: Ajout du premier jour de la semaine dans les paramètres de semaine
he: הוספת הגדרת יום ראשון בשבוע
hu: A hét kezdőnapjának beállítása
nl: Voeg eerste dag van de week instelling toe
pl: Dodano ustawienia pierwszego dnia tygodnia
pt_br: Adiciona configuração do primeiro dia da semana
sv: Lägg till inställning för första veckodagen
uk: Додано налаштування Першого дня тижня

source: Add left-handed mouse click setting
be: Дадаванне налад мышы для ляўшэй
ca: Afegeix la configuració de clic del ratolí amb la mà esquerra
cs: Přidána možnost kliknutí myši pro leváky
fr: Ajout d'un paramètre de clic de souris pour gaucher
he: הוספת הגדרת לחיצה שמאלית בעכבר
hu: Balkezes egérkattintás beállítás
nl: Voeg linkshandige muisklik instelling toe
pl: Dodano ustawienia obsługi myszki lewą ręką
pt_br: Adiciona configuração de clique com o mouse canhoto
sv: Lägg till inställning för vänsterhänt musklick
uk: Додано налаштування клацання лівою кнопкою миші

source: Don't Housekeep Downloads if it's also Home
be: Не прымяняць уборку да спамповак, калі яны таксама ў дамашняй папцы
ca: No neteja les descàrregues si també és l'inici
cs: Neuklízet složku Stažené pokud je to zároveň složka Domů
fr: Ne pas nettoyer automatiquement le dossier des téléchargements si c'est aussi le dossier personnel
he: לא לטפל בפריטים שבהורדות אם זה גם הבית
hu: Ne legyen karbantartva a Letöltések, ha az egyben a Saját mappa
nl: Schoon Downloads niet op als het ook Thuis is
pl: Nie sprzątaj folderu Pobrane jeśli jest taki sam jak folder domowy
pt_br: Não faça a limpeza de Downloads se também for a Home
sv: Sköt inte om nedladdningar om det också är ett hem
uk: Не очищувати завантаження, якщо вони також є в Домівці

source: Firmware Update Available
be: Даступна абнаўленне ўбудаванага ПЗ
ca: Actualització de microprogramari disponible
cs: Aktualizace firmwaru dostupná
de: Firmware-Aktualisierung verfügbar
fr: Mise à jour du micrologiciel disponible
he: קיים עדכון קושחה
hu: Firmwarefrissítés érhető el
nl: Firmware update beschikbaar
pl: Dostępna aktualizacja firmware’u
pt_br: Atualização de firmware disponível
sl: Na voljo je posodobitev strojne programske opreme
sv: Uppdatering av fast programvara tillgänglig
uk: Доступне оновлення мікропрограми

source: %u update is available for your hardware
be: Для вашага абсталявання даступна %u абнаўленне
ca: %u actualització disponible per al maquinari
cs: %u aktualizace je dostupná pro váš hardware
de: %u Aktualisierung für Ihre Geräte verfügbar
fr: %u mise à jour est disponible pour votre matériel
he: עדכון אחד זמין לחומרה שלך
hu: %u frissítés érhető el a hardveréhez
nl: %u update is beschikbaar voor uw hardware
pl: %u aktualizacja dostępna dla twojego urządzenia
pt_br: %u atualização está disponível para seu hardware
sl: %u posodobitev je na voljo za vašo strojno opremo
sv: %u uppdatering finns tillgänglig för din hårdvara
uk: Для вашого обладнання доступне %u оновлення

source: Update available
be: Даступны абнаўленні
ca: Actualització disponible
fr: Mise à jour disponible
he: יש עדכון
hu: Frissítés érhető el
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_br: Atualização disponível
sl: Posodobitve so na voljo
sv: Uppdatering tillgänglig
uk: Доступне оновлення

source: A system security update is available
be: Даступна абнаўленне сістэмы бяспекі
ca: Actualització de seguretat disponible
fr: Une mise à jour de sécurité du système est disponible
he: יש עדכון אבטחה למערכת
hu: Biztonsági rendszerfrissítés érhető el
nl: Een systeembeveiligingsupdate is beschikbaar
pl: Dostępna jest aktualizacja bezpieczeństwa systemu
pt_br: Uma atualização de segurança do sistema está disponível
sl: Na voljo so posodobitve za sistemsko varnost
sv: En säkerhetsuppdatering för systemet finns tillgänglig
uk: Доступне оновлення безпеки системи

source: A system update is available
be: Даступна абнаўленне сістэмы
ca: Actualització de sistema disponible
fr: Une mise à jour du système est disponible
he: יש עדכון למערכת
hu: Rendszerfrissítés érhető el
nl: Een systeemupdate is beschikbaar
pl: Dostępna jest aktualizacja systemu
pt_br: Uma atualização do sistema está disponível
sl: Na voljo so posodobitve za vaš sistem
sv: En systemuppdatering är tillgänglig
uk: Доступне оновлення системи

source: Restart required
be: Патрэбны перазапуск
ca: Cal reiniciar
de: Neustart erforderlich
fr: Redémarrage nécessaire
he: צריך הפעלה מחדש
hu: Újraindítás szükséges
nl: Herstart vereist
pl: Wymagane ponowne uruchomienie
pt_br: Reinicialização necessária
sl: Potreben je ponovni zagon
sv: Omstart krävs
uk: Потрібен перезапуск

source: Please restart your system to finalize updates
be: Перазапусціце сістэму, каб завяршыць усталёўку
ca: Reinicieu el sistema per acabar les actualitzacions.
de: Starten Sie Ihr System zum Abschluss der Aktualisierungen neu
fr: Veuillez redémarrer votre système pour terminer les mises à jour
he: נא להפעיל את המערכת מחדש כדי להשלים את העדכונים
hu: Indítsa újra a rendszert a frissítések véglegesítéséhez
nl: Herstart uw systeem op de updates te voltooien
pl: Proszę ponownie uruchomić komputer by zakończyć aktualizację
pt_br: Reinicie seu sistema para finalizar atualizações
sl: Prosimo ponovno zaženite sistem za popolno namestitev posodobitev
sv: Starta om ditt system för att slutföra uppdateringarna
uk: Перезапустіть систему, щоб завершити оновлення

source: System updates couldn't be installed
be: Не ўдалося ўсталяваць сістэмныя абнаўленні
ca: Les actualitzacions del sistema no s'han pogut instal·lar.
de: Systemaktualisierungen konnten nicht installiert werden
fr: Les mises à jour du système n'ont pas pu être installées
he: לא ניתן להתקין את עדכוני המערכת שלך
hu: A rendszerfrissítéseket nem sikerült telepíteni
nl: Systeemupdates konden niet worden geïnstalleerd
pl: Aktualizacje systemowe nie mogły zostać zainstalowane
pt_br: As atualizações do sistema não puderam ser instaladas
sl: Sistemskih posodobitev ni bilo mogoče namestiti
sv: Systemuppdateringar kunde inte installeras
uk: Не вдалося встановити оновлення системи

source: An error occurred while trying to update your system
be: Падчас абнаўлення сістэмы паўстала памылка
ca: Hi ha hagut un error en intentar actualitzar el sistema.
de: Beim Versuch, das System zu aktualisieren, ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la mise à jour de votre système
he: אירעה שגיאה במהלך ניסיון עדכון המערכת שלך
hu: Egy hiba történt a rendszer frissítése közben
nl: Een fout is opgetreden tijdens het installeren van updates op je systeem
pl: Podczas aktualizacji systemu wystąpił błąd
pt_br: Ocorreu um erro durante a tentativa de atualizar seu sistema
sl: Prišlo je do napake pri posodobitvi vašega sistema
sv: Ett fel inträffade vid försök att uppdatera ditt system
uk: Виникла помилка під час спроби оновити систему

source: Driver Available
be: Даступны драйвер
ca: Controlador disponible
fr: Pilote disponible
he: מנהל התקן זמין
hu: Illesztőprogram érhető el
nl: Stuurprogramma beschikbaar
pl: Dostępny sterownik
pt_br: Driver disponível
sl: Gonilnik na voljo
sv: Drivrutin tillgänglig
uk: Доступний драйвер

source: %u driver is available for your hardware
be: Для вашага абсталявання даступны %u драйвер
ca: %u controlador disponible per al maquinari
fr: %u pilote est disponible pour votre matériel
he: מנהל התקן זמין לחומרה שלך
hu: %u illesztőprogram érhető el a hardveréhez
nl: %u stuurprogramma is beschikbaar voor uw hardware
pl: %u dostępny sterownik dla twojego urządzenia
pt_br: %u driver está disponível para seu hardware
sl: %u gonilnik je na voljo za vašo strojno opremo
sv: %u drivrutin finns tillgänglig för din hårdvara
uk: Для вашого обладнання доступний %u драйвер

source: Please restart your system to finalize driver installation
be: Перазапусціце сістэму, каб завяршыць усталёўку драйвераў
ca: Reinicieu el sistema per acabar la instal·lació dels controladors.
fr: Veuillez redémarrer votre système pour terminer l'installation des pilotes
he: נא להפעיל את המערכת מחדש כדי להשלים את התקנת מנהל ההתקן
hu: Indítsa újra a rendszert az illesztőprogramok telepítésének véglegesítéséhez
nl: Herstart uw systeem om de stuurprogrammainstallatie te voltooien
pl: Proszę ponownie uruchomić komputer by zakończyć instalację sterowników
pt_br: Reinicie seu sistema para finalizar a instalação do driver
sl: Prosimo ponovno poženite vaš sistem za popolno namestitev gonilnikov
sv: Starta om systemet för att slutföra installationen av drivrutinen
uk: Перезапустіть систему, щоб завершити встановлення драйверів

source: A driver couldn't be installed
be: Не ўдалося ўсталяваць драйвер
ca: Un controlador no s'ha pogut instal·lar.
fr: Un pilote n'a pas pu être installé
he: לא ניתן להתקין את מנהל ההתקן
hu: Egy illesztőprogramot nem sikerült telepíteni
nl: Een stuurprogramma kon niet worden geïnstalleerd
pl: Sterownik nie mógł zostać zainstalowany
pt_br: Um driver não pôde ser instalado
sl: Gonilnika ni bilo mogoče namestiti
sv: En drivrutin kunde inte installeras
uk: Не вдалося встановити драйвер

source: An error occurred while trying to install a driver
be: Падчас усталявання драйвера паўстала памылка
ca: Hi ha hagut un error en intentar instal·lar un controlador.
fr: Une erreur s'est produite lors de l'installation d'un pilote
he: אירעה שגיאה במהלך ניסיון התקנת מנהל התקן
hu: Hiba történt egy illesztőprogram telepítése közben
nl: Een fout is opgetreden tijdens het installeren van een stuurprogramma
pl: Podczas instalacji sterownika wystąpił błąd
pt_br: Ocorreu um erro ao tentar instalar um driver
sl: Prišlo je do napake pri namestitvi gonilnika
sv: Ett fel inträffade vid försök att installera en drivrutin
uk: Виникла помилка під час спроби встановити драйвер

source: Starting
be: Пуск
ca: S'inicia
de: Starten
fr: Démarrage
he: מתחיל
hu: Indítás
nl: Starten
pl: Uruchamianie
pt_br: Iniciando
sl: Začetek
sv: Startar
uk: Запуск

source: Waiting
be: Чаканне
ca: S'espera
de: Warten
fr: En attente
he: ממתין
hu: Várakozás
nl: Wacht
pl: Oczekiwanie
pt_br: Aguardando
sl: Čakanje
sv: Väntar
uk: Очікування

source: Running
be: Працуе
ca: S'executa
de: Ausführen
fr: En cours
he: רץ
hu: Folyamatban
nl: Lopen
pl: W trakcie
pt_br: Executando
sl: V teku
sv: Kör
uk: Запущено

source: Querying
ca: Es consulta
de: Abfragen
fr: Interrogation
he: מתשאל
hu: Lekérdezés
nl: Opvragen
pl: Sprawdzanie
pt_br: Consultando
sl: Poizvedovanje
sv: Frågeställning
uk: Додавання до черги

source: Getting information
be: Атрыманне інфармацыі
ca: S'obté informació
de: Informationen einholen
fr: Récupération des informations
he: מתקבל מידע
hu: Információszerzés
nl: Informatie verkrijgen
pl: Pobieranie informacji
pt_br: Obtendo informações
sl: Pridobivanje informacij
sv: Hämtar information
uk: Отримання інформації

source: Removing packages
be: Выдаленне пакетаў
ca: Se suprimeixen paquets
de: Pakete entfernen
fr: Suppression des paquets
he: חבילות נמחקות
hu: Csomagok eltávolítása
nl: Pakketten verwijderen
pl: Usuwanie pakietów
pt_br: Removendo pacotes
sl: Odstranjevanje paketov
sv: Tar bort paket
uk: Вилучення пакунків

source: Downloading
be: Спампоўванне
ca: Es baixa
de: Herunterladen
fr: Téléchargement
he: מוריד
hu: Letöltés
nl: Downloaden
pl: Pobieranie
pt_br: Baixando
sl: Prenašanje
sv: Hämtar
uk: Завантаження

source: Refreshing software list
be: Абнаўленне спісу ПЗ
ca: Es refresca la llista de programari
de: Software-Liste aktualisieren
fr: Mise à jour de la liste des logiciels
he: רשימת התוכנות מתעדכנת
hu: Szoftverlista frissítése
nl: Softwarelijst verversen
pl: Odświeżanie listy oprogramowania
pt_br: Atualizando lista de softwares
sl: Posodabljanje seznama programske opreme
sv: Uppdaterar programvarulistan
uk: Оновлення списку програмного забезпечення

source: Installing updates
be: Усталяванне абнаўленняў
ca: S'instal·len les actualitzacions
de: Aktualisierungen installieren
fr: Installation des mises à jour
he: עדכונים מותקנים
hu: Frissítések telepítése
nl: Updates installeren
pl: Instalowanie aktualizacji
pt_br: Instalando atualizações
sl: Nameščanje posodobitev
sv: Installerar uppdateringar
uk: Встановлення оновлень

source: Cleaning up packages
be: Ачыстка пакетаў
ca: Es netegen paquets
de: Pakete aufräumen
fr: Nettoyage des paquets
he: החבילות עוברות ניקיון
hu: Csomagok tisztítása
nl: Pakketten opschonen
pl: Czyszczenie pakietów
pt_br: Limpando pacotes
sl: Čiščenje paketov
sv: Städar upp paket
uk: Очищення пакунків

source: Obsoleting packages
be: Адзначэнне пакетаў састарэлымі
ca: Es fan obsolets alguns paquets
fr: Mise en obsolescence des paquets
he: חבילות מתייתרות
hu: Csomagok elavulttá tétele
nl: Pakketten afschaffen
pl: Oznaczanie przestarzałych pakietów
pt_br: Selecionando pacotes obsoletos
sl: Čiščenje zastarelih paketov
sv: Föråldrar paket
uk: Застарілі пакунки

source: Resolving dependencies
be: Вырашэнне залежнасцяў
ca: Es resolen les dependències
de: Abhängigkeiten auflösen
fr: Résolution des dépendances
he: התלויות נפתרות
hu: Függőségek feloldása
nl: Afhankelijkheden oplossen
pl: Rozwiązywanie zależności
pt_br: Resolvendo dependências
sl: Razreševanje odvisnosti
sv: Löser beroenden
uk: Розв'язування залежностей

source: Checking signatures
be: Праверка подпісаў
ca: Es comproven les signatures
de: Signaturen überprüfen
fr: Vérification des signatures
he: החתימות נבדקות
hu: Aláírások ellenőrzése
nl: Handtekeningen checken
pl: Sprawdzanie podpisów
pt_br: Verificando assinaturas
sl: Preverjanje podpisov
sv: Kontrollerar signaturer
uk: Перевірка підписів
